GUIDE_GROUP = "получил гайд ⬇️"
SEND_CONTACT_GROUP = "отправил контакт ⬇️"

HELLO_MESSAGE = """
🔔 *Не знаете, с чего начать, чтобы обеспечить ребенку успешное будущее?* 🔔

*Я понимаю вас,* так хочется, чтобы ребенок получил _интересную, перспективную и высокооплачиваемую профессию, *но какую?*_ 🧐

__Я предлагаю вам свою помощь!__ Меня зовут Владимир. Я занимаюсь преподаванием программирования __7 лет__ и *помог 100 ученикам* добиться отличных результатов.

__Самые частые запросы, с которыми ко мне приходят:__
— ребенок говорит про программирование, а я ничего в этом не понимаю;
— ребенок играет в компьютер все свободное время;
— хотим попробовать;
— уже занимались программи
"""

GUIDE_MESSAGE = """
Ниже я прикрепляю инструкцию по тому, на какие моменты стоит обратить внимание в первую очередь, чтобы ребенок начал увлекаться программированием и сделал его своим прибыльным хобби.

[Инструкция](https://www.notion.so/51287ed9579b405da2640f30dd4669cb?pvs=21)
"""

FREE_LESSON_MESAGE = """
*Остались вопросы* или *хотите попробовать войти в увлекательный мир IT?*

__*Нажимайте на кнопку ниже и получите бесплатный первый урок.*__

__Что будет на уроке?__

✅ изучу вашу текущую ситуацию и расскажу, как я могу вам помочь;

✅ покажу самые крутые проекты своих учеников;

✅ расскажу, что можно создавать с помощью Python и как на этом зарабатывают мои ученики;

✅ установим все необходимые программы для программирования;

✅ напишем первую программу.
"""

GET_CONTACT_MESSAGE = """
*Нажмите на кнопку снизу,* чтобы поделиться своим контактом, и *я свяжусь с вами в ближайшее время.*
"""

THANKS_FOR_CONTACT_MESSAGE = """
Спасибо!

Я свяжусь с вами в течение рабочего дня!
"""
